{
    "id": 5518,
    "date": "2024-04-08T16:16:54",
    "date_gmt": "2024-04-08T16:16:54",
    "guid": {
        "rendered": "https://choosemypcc.org.uk/candidates//paul-kennedy-2/"
    },
    "modified": "2024-04-09T00:21:06",
    "modified_gmt": "2024-04-09T00:21:06",
    "slug": "paul-kennedy-2",
    "status": "publish",
    "type": "candidate",
    "link": "https://choosemypcc.org.uk/candidates/surrey/paul-kennedy-2/",
    "title": {
        "rendered": "Paul Kennedy"
    },
    "content": {
        "rendered": "<p>I’m offering a fresh approach to policing and crime in Surrey – based on my extensive professional and community leadership experience, and my commitment as a Liberal Democrat to build and safeguard a fair, free and open society, upheld by the rule of law.</p>\n<p>Like many people I disagree with the idea of PCCs, but we’re stuck with them for now (and I came a strong 2nd last time). That’s why I’m offering a professional, ambitious, community-based alternative – not more prisons, privatisation or self-promotion.</p>\n<p>I’ll focus on what actually works to prevent crime and keep Surrey safe:</p>\n<p>• bringing back community policing and working with communities to tackle antisocial behaviour, road safety and rural crime<br />\n• safeguarding victims, and prioritising women&#8217;s safety, key workers and vulnerable individuals<br />\n• concerted campaigns to cut drugs, youth crime and county lines of organised crime<br />\n• tackling offending behaviour through restorative justice, education and support for mental health and addictions.</p>\n<p>I’ll work with and challenge police and other agencies to radically improve performance after the latest critical PEEL inspection, make every crime matter, and get justice for victims. I’ll be fiercely independent of government, demand much better value for money, and give fair, frank and balanced reports back to the people of Surrey.</p>\n<p>I’m a local councillor, community safety lead, and former barrister, accountant and actuary with thirty years’ professional leadership experience in both private and public sectors. I’ve a strong background in criminal law and financial management and scrutiny. For ten years I’ve provided strategic direction and independent oversight to public interest organisations on a non-political basis. I’ll hold Surrey Police to account without undermining operational independence.</p>\n<p>Prepared by Paul Kennedy&#8217;s agent Phil Buckley, Old Mission Hall, 53a Woking Road, Guildford, GU1 1QD.</p>\n<p><strong>Contact Details</strong></p>\n<p>07947430762</p>\n<p>https://paulkennedy.org.uk</p>\n<p>paulkennedy@surreylibdems.org.uk</p>\n<p>https://www.facebook.com/paulkennedylibdem</p>\n<p><span>https://twitter.com/PaulKenLD</span></p>\n",
        "protected": false
    },
    "excerpt": {
        "rendered": "<p>I’m offering a fresh approach to policing and crime in Surrey – based on my extensive professional and community leadership experience, and my commitment as a Liberal Democrat to build and safeguard a fair, free and open society, upheld by the rule of law. Like many people I disagree with the idea of PCCs, but [&hellip;]</p>\n",
        "protected": false
    },
    "author": 341,
    "featured_media": 0,
    "parent": 0,
    "menu_order": 0,
    "template": "",
    "meta": {
        "_acf_changed": false,
        "forenames": "Paul",
        "surname": "Kennedy",
        "phone": "07947430762",
        "email": "paulkennedy@surreylibdems.org.uk",
        "email_welsh": "",
        "website": "https://paulkennedy.org.uk",
        "website_welsh": "",
        "social_media": "<p>https://www.facebook.com/paulkennedylibdem</p>\n<p>https://twitter.com/PaulKenLD</p>",
        "address_line_1": "",
        "address_line_2": "",
        "city": "",
        "postcode": "",
        "ballot_forenames": "Paul",
        "ballot_surname": "Kennedy",
        "police_force": 65,
        "party": "Liberal Democrat",
        "user": 217,
        "statement": "<p>I&rsquo;m offering a fresh approach to policing and crime in Surrey &ndash; based on my extensive professional and community leadership experience, and my commitment as a Liberal Democrat to build and safeguard a fair, free and open society, upheld by the rule of law.</p>\n<p>Like many people I disagree with the idea of PCCs, but we&rsquo;re stuck with them for now (and I came a strong 2nd last time). That&rsquo;s why I&rsquo;m offering a professional, ambitious, community-based alternative &ndash; not more prisons, privatisation or self-promotion.</p>\n<p>I&rsquo;ll focus on what actually works to prevent crime and keep Surrey safe:</p>\n<p>&bull; bringing back community policing and working with communities to tackle antisocial behaviour, road safety and rural crime<br>&bull; safeguarding victims, and prioritising women's safety, key workers and vulnerable individuals<br>&bull; concerted campaigns to cut drugs, youth crime and county lines of organised crime<br>&bull; tackling offending behaviour through restorative justice, education and support for mental health and addictions.</p>\n<p>I&rsquo;ll work with and challenge police and other agencies to radically improve performance after the latest critical PEEL inspection, make every crime matter, and get justice for victims. I&rsquo;ll be fiercely independent of government, demand much better value for money, and give fair, frank and balanced reports back to the people of Surrey.</p>\n<p>I&rsquo;m a local councillor, community safety lead, and former barrister, accountant and actuary with thirty years&rsquo; professional leadership experience in both private and public sectors. I&rsquo;ve a strong background in criminal law and financial management and scrutiny. For ten years I&rsquo;ve provided strategic direction and independent oversight to public interest organisations on a non-political basis. I&rsquo;ll hold Surrey Police to account without undermining operational independence.</p>",
        "agent_statement": "<p>Prepared by Paul Kennedy's agent Phil Buckley, Old Mission Hall, 53a Woking Road, Guildford, GU1 1QD.</p>",
        "statement_welsh": "",
        "agent_statement_welsh": "",
        "candidate_image_id": 4484,
        "emblem_image_id": 4449,
        "rejection_reason": "",
        "published_id": 0,
        "pca_managed": true
    },
    "area": [
        65
    ],
    "political-party": [
        12
    ],
    "acf": [],
    "translations": {
        "en": 5518
    },
    "lang": "en",
    "pll_sync_post": [],
    "_links": {
        "self": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate/5518"
            }
        ],
        "collection": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate"
            }
        ],
        "about": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/types/candidate"
            }
        ],
        "author": [
            {
                "embeddable": true,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/users/341"
            }
        ],
        "version-history": [
            {
                "count": 2,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate/5518/revisions"
            }
        ],
        "predecessor-version": [
            {
                "id": 5845,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate/5518/revisions/5845"
            }
        ],
        "wp:attachment": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/media?parent=5518"
            }
        ],
        "wp:term": [
            {
                "taxonomy": "area",
                "embeddable": true,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/area?post=5518"
            },
            {
                "taxonomy": "political-party",
                "embeddable": true,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/political-party?post=5518"
            }
        ],
        "curies": [
            {
                "name": "wp",
                "href": "https://api.w.org/{rel}",
                "templated": true
            }
        ]
    }
}