{
    "id": 5576,
    "date": "2024-04-08T16:18:43",
    "date_gmt": "2024-04-08T16:18:43",
    "guid": {
        "rendered": "https://choosemypcc.org.uk/candidates//brian-jones-5/"
    },
    "modified": "2024-04-09T19:19:05",
    "modified_gmt": "2024-04-09T19:19:05",
    "slug": "brian-jones-5",
    "status": "publish",
    "type": "candidate",
    "link": "https://choosemypcc.org.uk/cy/candidates/north-wales-cy/brian-jones-5/",
    "title": {
        "rendered": "Brian Jones"
    },
    "content": {
        "rendered": "<p>Fel Comisiynydd Heddlu a Throsedd, rwy’n addo mynd i’r afael ag anghenion amrywiol Gogledd Cymru drwy flaenoriaethu’r canlynol:</p>\n<p>&nbsp;</p>\n<p>Sicrhau bod Heddlu Gogledd Cymru yn cael cyn lleied o bwysau â phosibl ar eu hadnoddau a’u costau wrth ymwneud â’r polisi 20mya cyffredinol Llywodraeth Cymru ond yn parhau i gydweithio ag asiantaethau partner a’r sector gwirfoddol ar gyfer ffyrdd mwy diogel.</p>\n<p>&nbsp;</p>\n<p>Cefnogi ein ffermwyr gan frwydro yn erbyn troseddau cefn gwlad megis tipio anghyfreithlon, dwyn da byw ac offer, ynghyd â chynnig fy nghefnogaeth yn erbyn gweithredoedd niweidiol Llywodraeth Cymru tuag at y gymuned wledig.</p>\n<p>&nbsp;</p>\n<p>Ymddygiad Gwrthgymdeithasol trwy ddefnyddio dull synnwyr cyffredin i adfer parch tuag at Heddlu Gogledd Cymru trwy sicrhau bod preswylwyr yn gallu gweld, a chael mynediad at Swyddogion Heddlu yn eu Cymunedau Lleol, Ysgolion, a mannau cyhoeddus eraill yn rhwyddach nag ar hyn o bryd. Bydd hyn yn lleihau&#8217;r lefelau annerbyniol o ymddygiad gwrthgymdeithasol yr ydym yn eu profi ar hyn o bryd.</p>\n<p>&nbsp;</p>\n<p>Cam-drin Domestig a thrais a fydd yn cynnwys ymddygiad gorfodol. Bydd hyn yn flaenoriaeth yn fy Nghynllun Heddlu a Throseddu.</p>\n<p>&nbsp;</p>\n<p>Troseddau Seiber Ar-lein h.y.. troseddau cam-drin/casineb ynghyd â thwyll a sgamiau drwy sicrhau bod y dechnoleg ddiweddaraf ar gael.</p>\n<p>&nbsp;</p>\n<p>Grwpiau troseddau trefnedig mewn perthynas â llinellau cyffuriau, camfanteisio’n rhywiol ar blant trwy ddull cydgysylltiedig â heddluoedd eraill a’r Asiantaeth Troseddu Cenedlaethol.</p>\n<p>&nbsp;</p>\n<p>Polisi Lladrata o Siopa ffurfiol wedi&#8217;i gydlynu rhwng yr Heddlu a&#8217;r Prif Fanwerthwyr.</p>\n<p>&nbsp;</p>\n<p>Mae pob un ohonoch yn bwysig i mi ac er mwyn cydnabod hyn byddaf yn cynnal cymorthfeydd rheolaidd ledled y Rhanbarth i sicrhau fy mod yn gweithio AR EICH RHAN ac yn bwysicach GYDA chi i wneud Gogledd Cymru yn lle mwy diogel i’n holl breswylwyr ac ymwelwyr</p>\n<p>Paratowyd yr anerchiad etholiadol hwn gan Bernard Gentry, CCHQ Gogledd Cymru, Llawr 1af Commodore House, Abergele, LL22 8LJ</p>\n<p><strong>Manylion Cyswllt</strong></p>\n<p>brian.jones@northwalesconservatives.org.uk</p>\n<p>fb.com/BrianJonesForNorthWalesPCC</p>\n",
        "protected": false
    },
    "excerpt": {
        "rendered": "<p>Fel Comisiynydd Heddlu a Throsedd, rwy’n addo mynd i’r afael ag anghenion amrywiol Gogledd Cymru drwy flaenoriaethu’r canlynol: &nbsp; Sicrhau bod Heddlu Gogledd Cymru yn cael cyn lleied o bwysau â phosibl ar eu hadnoddau a’u costau wrth ymwneud â’r polisi 20mya cyffredinol Llywodraeth Cymru ond yn parhau i gydweithio ag asiantaethau partner a’r sector [&hellip;]</p>\n",
        "protected": false
    },
    "author": 341,
    "featured_media": 0,
    "parent": 0,
    "menu_order": 0,
    "template": "",
    "meta": {
        "_acf_changed": false,
        "forenames": "Brian",
        "surname": "Jones",
        "phone": "",
        "email": "brian.jones@northwalesconservatives.org.uk",
        "email_welsh": "brian.jones@northwalesconservatives.org.uk",
        "website": "",
        "website_welsh": "",
        "social_media": "<p>fb.com/BrianJonesForNorthWalesPCC</p>\n<p>&nbsp;</p>",
        "address_line_1": "",
        "address_line_2": "",
        "city": "",
        "postcode": "",
        "ballot_forenames": "Brian",
        "ballot_surname": "Jones",
        "police_force": 56,
        "party": "Welsh Conservative Party Candidate / Ymgeisydd Plaid Geidwadol Cymru",
        "user": 0,
        "statement": "<p>As Police and Crime Commissioner I pledge to address the diverse needs of North Wales by prioritising the following:</p>\n<p>&nbsp;</p>\n<p>Ensuring that North Wales Police have a minimal drain on their resources and costs when involved with the blanket Welsh Government 20mph policy but continue to collaborate with partner agencies and the voluntary sector for safer roads.</p>\n<p>&nbsp;</p>\n<p>Support for our Farmers combating rural crimes such as fly tipping, theft of livestock, equipment along with offerings my support against the detrimental actions of the Welsh Government towards the rural community.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Anti-social behaviour by using a common-sense approach to restore lost respect for our North Wales Police force by ensuring that Residents can see, and have access Police Officers in their Local Communities, Schools, and other public places more readily than they do now. This will reduce the unacceptable levels of anti-social behaviour that we currently experience.</p>\n<p>&nbsp;</p>\n<p>Domestic Abuse and violence which will include coercive behaviour. This will be a priority in my Police and Crime Plan.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Online Cybercrimes i.e. Abuse/hate crimes along with fraud and scams by ensuring up to date technology is available.</p>\n<p>&nbsp;</p>\n<p>Organised crime groups in relation to county lines, child sexual exploitation through a coordinated approach with other police forces and the National Crime Agency.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Formal coordinated Shoplifting policy between the Police and Major Retailers.</p>\n<p>&nbsp;</p>\n<p>Every one of you is important to me and to recognise this I will hold regular surgeries throughout the Region to ensure that I am working FOR you and more importantly WITH you to make North Wales a safer place for all our Residents and visitors</p>",
        "agent_statement": "<p>This election address has been prepared by Bernard Gentry, CCHQ North Wales, 1st Floor Commodore House, Abergele, LL22 8LJ</p>",
        "statement_welsh": "<p>Fel Comisiynydd Heddlu a Throsedd, rwy&rsquo;n addo mynd i&rsquo;r afael ag anghenion amrywiol Gogledd Cymru drwy flaenoriaethu&rsquo;r canlynol:</p>\n<p>&nbsp;</p>\n<p>Sicrhau bod Heddlu Gogledd Cymru yn cael cyn lleied o bwysau &acirc; phosibl ar eu hadnoddau a&rsquo;u costau wrth ymwneud &acirc;&rsquo;r polisi 20mya cyffredinol Llywodraeth Cymru ond yn parhau i gydweithio ag asiantaethau partner a&rsquo;r sector gwirfoddol ar gyfer ffyrdd mwy diogel.</p>\n<p>&nbsp;</p>\n<p>Cefnogi ein ffermwyr gan frwydro yn erbyn troseddau cefn gwlad megis tipio anghyfreithlon, dwyn da byw ac offer, ynghyd &acirc; chynnig fy nghefnogaeth yn erbyn gweithredoedd niweidiol Llywodraeth Cymru tuag at y gymuned wledig.</p>\n<p>&nbsp;</p>\n<p>Ymddygiad Gwrthgymdeithasol trwy ddefnyddio dull synnwyr cyffredin i adfer parch tuag at Heddlu Gogledd Cymru trwy sicrhau bod preswylwyr yn gallu gweld, a chael mynediad at Swyddogion Heddlu yn eu Cymunedau Lleol, Ysgolion, a mannau cyhoeddus eraill yn rhwyddach nag ar hyn o bryd. Bydd hyn yn lleihau'r lefelau annerbyniol o ymddygiad gwrthgymdeithasol yr ydym yn eu profi ar hyn o bryd.</p>\n<p>&nbsp;</p>\n<p>Cam-drin Domestig a thrais a fydd yn cynnwys ymddygiad gorfodol. Bydd hyn yn flaenoriaeth yn fy Nghynllun Heddlu a Throseddu.</p>\n<p>&nbsp;</p>\n<p>Troseddau Seiber Ar-lein h.y.. troseddau cam-drin/casineb ynghyd &acirc; thwyll a sgamiau drwy sicrhau bod y dechnoleg ddiweddaraf ar gael.</p>\n<p>&nbsp;</p>\n<p>Grwpiau troseddau trefnedig mewn perthynas &acirc; llinellau cyffuriau, camfanteisio&rsquo;n rhywiol ar blant trwy ddull cydgysylltiedig &acirc; heddluoedd eraill a&rsquo;r Asiantaeth Troseddu Cenedlaethol.</p>\n<p>&nbsp;</p>\n<p>Polisi Lladrata o Siopa ffurfiol wedi'i gydlynu rhwng yr Heddlu a'r Prif Fanwerthwyr.</p>\n<p>&nbsp;</p>\n<p>Mae pob un ohonoch yn bwysig i mi ac er mwyn cydnabod hyn byddaf yn cynnal cymorthfeydd rheolaidd ledled y Rhanbarth i sicrhau fy mod yn gweithio AR EICH RHAN ac yn bwysicach GYDA chi i wneud Gogledd Cymru yn lle mwy diogel i&rsquo;n holl breswylwyr ac ymwelwyr</p>",
        "agent_statement_welsh": "<p>Paratowyd yr anerchiad etholiadol hwn gan Bernard Gentry, CCHQ Gogledd Cymru, Llawr 1af Commodore House, Abergele, LL22 8LJ</p>",
        "candidate_image_id": 4947,
        "emblem_image_id": 4948,
        "rejection_reason": "",
        "published_id": 0,
        "pca_managed": true
    },
    "area": [
        182
    ],
    "political-party": [
        371
    ],
    "acf": [],
    "translations": {
        "cy": 5576
    },
    "lang": "cy",
    "pll_sync_post": [],
    "_links": {
        "self": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate/5576"
            }
        ],
        "collection": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate"
            }
        ],
        "about": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/types/candidate"
            }
        ],
        "author": [
            {
                "embeddable": true,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/users/341"
            }
        ],
        "version-history": [
            {
                "count": 2,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate/5576/revisions"
            }
        ],
        "predecessor-version": [
            {
                "id": 6011,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate/5576/revisions/6011"
            }
        ],
        "wp:attachment": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/media?parent=5576"
            }
        ],
        "wp:term": [
            {
                "taxonomy": "area",
                "embeddable": true,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/area?post=5576"
            },
            {
                "taxonomy": "political-party",
                "embeddable": true,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/political-party?post=5576"
            }
        ],
        "curies": [
            {
                "name": "wp",
                "href": "https://api.w.org/{rel}",
                "templated": true
            }
        ]
    }
}