{
    "id": 5646,
    "date": "2024-04-08T16:21:00",
    "date_gmt": "2024-04-08T16:21:00",
    "guid": {
        "rendered": "https://choosemypcc.org.uk/candidates//sam-bennett-2/"
    },
    "modified": "2024-04-09T19:20:55",
    "modified_gmt": "2024-04-09T19:20:55",
    "slug": "sam-bennett-2",
    "status": "publish",
    "type": "candidate",
    "link": "https://choosemypcc.org.uk/cy/candidates/south-wales-cy/sam-bennett-2/",
    "title": {
        "rendered": "Sam Bennett"
    },
    "content": {
        "rendered": "<p>Fel Comisiynydd Heddlu a Throseddu De Cymru, fy mhrif flaenoriaeth fydd adfer ffydd, cysylltiadau ac ymgysylltiad cymunedol ar draws ardal Heddlu De Cymru.</p>\n<p>Rhaid inni adennill ffydd y gymuned yn ein heddlu yn dilyn yr aflonyddwch yn Abertawe a Chaerdydd dros y 5 mlynedd diwethaf. Byddaf yn ceisio gwrthdroi toriadau i gyllid ar gyfer ymyriadau Ymddygiad Gwrthgymdeithasol. Rwyf hefyd am flaenoriaethu gweithgareddau allgymorth mewn cymunedau ac ysgolion i adeiladu pontydd ar draws ein cymunedau, gan olygu bod ein heddlu i’w gweld ar ein strydoedd unwaith eto.</p>\n<p>Byddaf yn lleihau nifer y Dirprwy Gomisiynwyr ar draws Heddlu De Cymru, ac yn ail-fuddsoddi’r arian mewn plismona ar lawr gwlad. Byddaf hefyd yn ymgyrchu’n frwd dros ddatganoli plismona. Bydd y ddau bolisi hyn yn dod â phlismona yn nes at bobl Cymru. Byddaf yn lansio rhaglen o ymweliadau cymunedol ar unwaith i gael gwybod beth hoffech chi weld yr heddlu yn ei wneud yn eich ardal.</p>\n<p>Nawr yw’r amser i fabwysiadu agwedd fwy tosturiol at droseddau cyffuriau. Felly, os caf fy ethol yn Gomisiynydd, byddaf yn blaenoriaethu ac yn gwthio’r ddwy lywodraeth i ganolbwyntio ar raglenni adsefydlu, oherwydd bydd hyn yn lleihau aildroseddu, ac yn lleddfu’r pwysau ar ein system llysoedd.</p>\n<p>Fel eich Comisiynydd Heddlu a Throseddu, byddwn yn ceisio dod â’r defnydd o dechnoleg adnabod wynebau i ben gan ei fod yn amharu’n sylfaenol ar hawliau pobl i breifatrwydd ac yn gwahaniaethu yn erbyn poblogaethau Du, Asiaidd a lleiafrifoedd ethnig. Fe’i defnyddir yn amlach mewn ardaloedd â phoblogaethau lleiafrifoedd ethnig uchel, ond nid yw’n adnabod pobl o&#8217;r cefndiroedd hyn yn effeithiol. Rhaid rhoi’r dechnoleg hon o’r neilltu i adennill ffydd ein cymunedau.</p>\n<p>Paratowyd gan Matthew Palmer (Asiant Etholiad) yn 68 Brynymor Road, Gowerton, Swansea, SA4 3EZ</p>\n<p><strong>Manylion Cyswllt</strong></p>\n<p>https://www.demrhydd.cymru/</p>\n",
        "protected": false
    },
    "excerpt": {
        "rendered": "<p>Fel Comisiynydd Heddlu a Throseddu De Cymru, fy mhrif flaenoriaeth fydd adfer ffydd, cysylltiadau ac ymgysylltiad cymunedol ar draws ardal Heddlu De Cymru. Rhaid inni adennill ffydd y gymuned yn ein heddlu yn dilyn yr aflonyddwch yn Abertawe a Chaerdydd dros y 5 mlynedd diwethaf. Byddaf yn ceisio gwrthdroi toriadau i gyllid ar gyfer ymyriadau [&hellip;]</p>\n",
        "protected": false
    },
    "author": 341,
    "featured_media": 0,
    "parent": 0,
    "menu_order": 0,
    "template": "",
    "meta": {
        "_acf_changed": false,
        "forenames": "Sam",
        "surname": "Bennett",
        "phone": "",
        "email": "",
        "email_welsh": "",
        "website": "https://www.libdems.wales/",
        "website_welsh": "https://www.demrhydd.cymru/",
        "social_media": "",
        "address_line_1": "",
        "address_line_2": "",
        "city": "",
        "postcode": "",
        "ballot_forenames": "Sam",
        "ballot_surname": "Bennett",
        "police_force": 61,
        "party": "Welsh Liberal Democrats - Democratiaid Rhyddfrydol Cymru",
        "user": 0,
        "statement": "<p>As South Wales Police and Crime Commissioner, I would seek as a top priority to restore community trust, links, and engagements across the South Wales Police area.&nbsp;&nbsp;</p>\n<p>We must restore community trust in our police force following riots in&nbsp;both Swansea and Cardiff over the last 5 years. I will seek to reverse&nbsp;cuts to funding for Anti-Social Behaviour interventions and ensure outreach in communities and schools is prioritised to build bridges across our communities, meaning our police are once more visible on our streets.&nbsp;</p>\n<p>I will reduce the number of Deputy Commissioners across South Wales Police, reinvest this money in frontline policing, and campaign vigorously for policing to be devolved. These two policies will bring policing closer to the people of Wales. I will immediately launch a programme of community visits to find out what you want the police to do in your area.&nbsp;&nbsp;</p>\n<p>It is time to take a more compassionate approach to drug offences, using the Office of Police and Crime Commissioner I will prioritise and push both governments to focus on rehabilitation programmes, an approach which would reduce repeat offending, and reduce pressure on our court system.</p>\n<p>As your Police and Crime Commissioner, I would seek to end the use of facial recognition technology because it fundamentally breaches people&rsquo;s rights to privacy and discriminates against Black, Asian and minority&nbsp;ethnic populations. It is more frequently used in areas of high ethnic minority populations and is poor at identifying people from these backgrounds. This technology must be shelved to restore the trust of our communities.</p>",
        "agent_statement": "<p>Prepared by Matthew Palmer (Election Agent) at 68 Brynymor Road, Gowerton, Swansea, SA4 3EZ</p>",
        "statement_welsh": "<p>Fel Comisiynydd Heddlu a Throseddu De Cymru, fy mhrif flaenoriaeth fydd adfer ffydd, cysylltiadau ac ymgysylltiad cymunedol ar draws ardal Heddlu De Cymru.</p>\n<p>Rhaid inni adennill ffydd y gymuned yn ein heddlu yn dilyn yr aflonyddwch yn Abertawe a Chaerdydd dros y 5 mlynedd diwethaf. Byddaf yn ceisio gwrthdroi toriadau i gyllid ar gyfer ymyriadau Ymddygiad Gwrthgymdeithasol. Rwyf hefyd am flaenoriaethu gweithgareddau allgymorth mewn cymunedau ac ysgolion i adeiladu pontydd ar draws ein cymunedau, gan olygu bod ein heddlu i&rsquo;w gweld ar ein strydoedd unwaith eto.&nbsp;&nbsp;</p>\n<p>Byddaf yn lleihau nifer y Dirprwy Gomisiynwyr ar draws Heddlu De Cymru, ac yn ail-fuddsoddi&rsquo;r arian mewn plismona ar lawr gwlad. Byddaf hefyd yn ymgyrchu&rsquo;n frwd dros ddatganoli plismona. Bydd y ddau bolisi hyn yn dod &acirc; phlismona yn nes at bobl Cymru. Byddaf yn lansio rhaglen o ymweliadau cymunedol ar unwaith i gael gwybod beth hoffech chi weld yr heddlu yn ei wneud yn eich ardal.</p>\n<p>Nawr yw&rsquo;r amser i fabwysiadu agwedd fwy tosturiol at droseddau cyffuriau. Felly, os caf fy ethol yn Gomisiynydd, byddaf yn blaenoriaethu ac yn gwthio&rsquo;r ddwy lywodraeth i ganolbwyntio ar raglenni adsefydlu, oherwydd bydd hyn yn lleihau aildroseddu, ac yn lleddfu&rsquo;r pwysau ar ein system llysoedd.&nbsp;&nbsp;</p>\n<p>Fel eich Comisiynydd Heddlu a Throseddu, byddwn yn ceisio dod &acirc;&rsquo;r defnydd o dechnoleg adnabod wynebau i ben gan ei fod yn amharu&rsquo;n sylfaenol ar hawliau pobl i breifatrwydd ac yn gwahaniaethu yn erbyn poblogaethau Du, Asiaidd a lleiafrifoedd ethnig. Fe&rsquo;i defnyddir yn amlach mewn ardaloedd &acirc; phoblogaethau lleiafrifoedd ethnig uchel, ond nid yw&rsquo;n adnabod pobl o'r cefndiroedd hyn yn effeithiol. Rhaid rhoi&rsquo;r dechnoleg hon o&rsquo;r neilltu i adennill ffydd ein cymunedau.</p>",
        "agent_statement_welsh": "<p>Paratowyd gan Matthew Palmer (Asiant Etholiad) yn 68 Brynymor Road, Gowerton, Swansea, SA4 3EZ</p>",
        "candidate_image_id": 4738,
        "emblem_image_id": 4739,
        "rejection_reason": "",
        "published_id": 0,
        "pca_managed": true
    },
    "area": [
        192
    ],
    "political-party": [
        376
    ],
    "acf": [],
    "translations": {
        "cy": 5646
    },
    "lang": "cy",
    "pll_sync_post": [],
    "_links": {
        "self": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate/5646"
            }
        ],
        "collection": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate"
            }
        ],
        "about": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/types/candidate"
            }
        ],
        "author": [
            {
                "embeddable": true,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/users/341"
            }
        ],
        "version-history": [
            {
                "count": 2,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate/5646/revisions"
            }
        ],
        "predecessor-version": [
            {
                "id": 6013,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate/5646/revisions/6013"
            }
        ],
        "wp:attachment": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/media?parent=5646"
            }
        ],
        "wp:term": [
            {
                "taxonomy": "area",
                "embeddable": true,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/area?post=5646"
            },
            {
                "taxonomy": "political-party",
                "embeddable": true,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/political-party?post=5646"
            }
        ],
        "curies": [
            {
                "name": "wp",
                "href": "https://api.w.org/{rel}",
                "templated": true
            }
        ]
    }
}