{
    "id": 5747,
    "date": "2024-04-08T16:24:20",
    "date_gmt": "2024-04-08T16:24:20",
    "guid": {
        "rendered": "https://choosemypcc.org.uk/candidates//philippa-ann-thompson-3/"
    },
    "modified": "2024-04-09T18:58:19",
    "modified_gmt": "2024-04-09T18:58:19",
    "slug": "philippa-ann-thompson-3",
    "status": "publish",
    "type": "candidate",
    "link": "https://choosemypcc.org.uk/cy/candidates/dyfed-powys-cy/philippa-ann-thompson-3/",
    "title": {
        "rendered": "Philippa Ann Thompson"
    },
    "content": {
        "rendered": "<p><strong>Gwneud ein strydoedd yn ddiogel: Pleidleisiwch Philippa Thompson, Llafur a&#8217;r Blaid Gydweithredol.</strong></p>\n<p>Gwasanaethais yn y Gwasanaeth Diplomyddol, gan weithio gyda&#8217;r heddlu a gwasanaethau carchardai dramor, ar ddiogelwch o safbwynt hawliau dynol, ar reolaeth y gyfraith. Roeddwn yn arweinydd undeb etholedig, yn cynrychioli buddiannau miloedd o aelodau staff.</p>\n<p>Rwy&#8217;n byw yng Ngorllewin Cymru gyda fy nheulu. Roedd fy hen dad-cu yn aelod o Heddlu Sir Benfro: gobeithio y byddai&#8217;n falch o wybod fy mod yn sefyll dros Gomisiynydd Heddlu a Throsedd Dyfed-Powys.</p>\n<p>Mae argyfwng enfawr mewn cyllid ar gyfer plismona a gwasanaethau cyhoeddus. Mae gan Lywodraeth Geidwadol San Steffan gymaint i&#8217;w ateb am eu bod wedi dinistrio economi ein gwlad. Mae Llafur yn credu mai diogelwch yw&#8217;r sylfaen lle mae cyfleoedd yn cael eu hadeiladu, cymunedau yn ffynnu, ac economïau lleol yn ffynnu.</p>\n<p>Yn hytrach na sefyll dros ddiogelwch, mae&#8217;r Torïaid wedi gwneud y gwrthwyneb. Doedd hyn ddim yn ddamwain &#8211; roedd yn ganlyniad i ddewisiadau bwriadol. Dewis i dorri&#8217;r heddlu o&#8217;n strydoedd, dewis i danseilio parch at reolaeth y gyfraith. Ni all ein cymunedau fforddio mwy o&#8217;r un peth. Mae&#8217;n rhaid i bethau newid.</p>\n<p>Bydd Llafur yn heriol ar droseddu ac yn llym ar achosion troseddau. Mae angen i ni ailwampio&#8217;r ffordd y mae gwasanaethau cyhoeddus a sefydliadau cymunedol yn gweithio gyda phobl ifanc, adfer gobaith, ond hefyd ymyrraeth gynnar gryfach. Mae angen gweithredu ar draws cymdeithas i fynd i&#8217;r afael â thrais yn erbyn menywod a merched, ac mae angen plismona arnom wedi&#8217;i wreiddio yn ein cymunedau.</p>\n<p><strong>Rwy&#8217;n addo defnyddio fy mhrofiad i gefnogi ein heddlu fel y gall ein cymunedau fod ag ymddiriedaeth a hyder yn ein heddlu.  </strong></p>\n<p><strong>Mae hynny’n golygu cadw mewn cysylltiad agos â chi, a gweithio gyda Llywodraeth Lafur Cymru, fel ein bod yn gwneud dewisiadau gwell, tecach – ar gyfer dyfodol Cymru.</strong></p>\n<p>Paratowyd gan Marc Tierney, Asiant Etholiad, Bridge House, Swan Square, Hwlffordd, SA61 2AN.</p>\n<p><strong>Manylion Cyswllt</strong></p>\n<p><span>07539410861</span></p>\n<p><span>https://party.coop/person/philippa-thompson/</span></p>\n<p><span>philippathompsonppc@outlook.com</span></p>\n<p>https://www.facebook.com/PhilippaThompsonLabour/</p>\n",
        "protected": false
    },
    "excerpt": {
        "rendered": "<p>Gwneud ein strydoedd yn ddiogel: Pleidleisiwch Philippa Thompson, Llafur a&#8217;r Blaid Gydweithredol. Gwasanaethais yn y Gwasanaeth Diplomyddol, gan weithio gyda&#8217;r heddlu a gwasanaethau carchardai dramor, ar ddiogelwch o safbwynt hawliau dynol, ar reolaeth y gyfraith. Roeddwn yn arweinydd undeb etholedig, yn cynrychioli buddiannau miloedd o aelodau staff. Rwy&#8217;n byw yng Ngorllewin Cymru gyda fy nheulu. [&hellip;]</p>\n",
        "protected": false
    },
    "author": 341,
    "featured_media": 0,
    "parent": 0,
    "menu_order": 0,
    "template": "",
    "meta": {
        "_acf_changed": false,
        "forenames": "Philippa Ann",
        "surname": "Thompson",
        "phone": "07539410861",
        "email": "philippathompsonppc@outlook.com",
        "email_welsh": "philippathompsonppc@outlook.com",
        "website": "https://party.coop/person/philippa-thompson/",
        "website_welsh": "https://party.coop/person/philippa-thompson/",
        "social_media": "<p>https://www.facebook.com/PhilippaThompsonLabour/</p>",
        "address_line_1": "",
        "address_line_2": "",
        "city": "",
        "postcode": "",
        "ballot_forenames": "Philippa Ann",
        "ballot_surname": "Thompson",
        "police_force": 42,
        "party": "Labour and Co-operative Party / Llafur a'r Blaid Gydweithredol",
        "user": 0,
        "statement": "<p><strong>Make Our Streets Safe: Vote Philippa Thompson, Labour and Co-operative Party.</strong></p>\n<p>I served in the Diplomatic Service, working with police and prison services overseas, on security from a human rights perspective, on the rule of law. I was an elected union leader, representing the interests of several thousand members of staff.</p>\n<p>I live in West Wales with my family. My great-grandfather was a member of the Pembrokeshire Constabulary: I hope he would be proud to know I am standing for Dyfed-Powys Police and Crime Commissioner.</p>\n<p>There&rsquo;s a huge crisis in funding for policing and public services. The Conservative Westminster Government has so much to answer for having destroyed our country&rsquo;s economy. Labour believes security is the bedrock on which opportunities are built, communities thrive, and local economies prosper.</p>\n<p>Instead of standing up for security, the Tories have done the opposite. This wasn&rsquo;t an accident &ndash; it was the result of deliberate choices. A choice to cut police from our streets, a choice to undermine respect for the rule of law. Our communities cannot afford more of the same. Things have got to change.</p>\n<p>Labour will be tough on crime and tough on the causes of crime. We need to overhaul the way public services and community organisations work with young people, restoring hope, but also stronger early intervention. We need action across society to tackle violence against women and girls, and we need policing rooted in our communities.</p>\n<p><strong>I pledge to use my experience to support our police force so that our communities can have trust and confidence in our police.</strong></p>\n<p><strong>That means keeping in close touch with you, and working with the Welsh Labour Government, so we make better, fairer choices - for Wales&rsquo; future.</strong></p>",
        "agent_statement": "<p>Prepared by Marc Tierney, Election Agent, Bridge House, Swan Square, Haverfordwest, SA61 2AN.</p>",
        "statement_welsh": "<p><strong>Gwneud ein strydoedd yn ddiogel: Pleidleisiwch Philippa Thompson, Llafur a'r Blaid Gydweithredol.</strong></p>\n<p>Gwasanaethais yn y Gwasanaeth Diplomyddol, gan weithio gyda'r heddlu a gwasanaethau carchardai dramor, ar ddiogelwch o safbwynt hawliau dynol, ar reolaeth y gyfraith. Roeddwn yn arweinydd undeb etholedig, yn cynrychioli buddiannau miloedd o aelodau staff.</p>\n<p>Rwy'n byw yng Ngorllewin Cymru gyda fy nheulu. Roedd fy hen dad-cu yn aelod o Heddlu Sir Benfro: gobeithio y byddai'n falch o wybod fy mod yn sefyll dros Gomisiynydd Heddlu a Throsedd Dyfed-Powys.</p>\n<p>Mae argyfwng enfawr mewn cyllid ar gyfer plismona a gwasanaethau cyhoeddus. Mae gan Lywodraeth Geidwadol San Steffan gymaint i'w ateb am eu bod wedi dinistrio economi ein gwlad. Mae Llafur yn credu mai diogelwch yw'r sylfaen lle mae cyfleoedd yn cael eu hadeiladu, cymunedau yn ffynnu, ac econom&iuml;au lleol yn ffynnu.&nbsp;</p>\n<p>Yn hytrach na sefyll dros ddiogelwch, mae'r Tor&iuml;aid wedi gwneud y gwrthwyneb. Doedd hyn ddim yn ddamwain - roedd yn ganlyniad i ddewisiadau bwriadol. Dewis i dorri'r heddlu o'n strydoedd, dewis i danseilio parch at reolaeth y gyfraith. Ni all ein cymunedau fforddio mwy o'r un peth. Mae'n rhaid i bethau newid.</p>\n<p>Bydd Llafur yn heriol ar droseddu ac yn llym ar achosion troseddau. Mae angen i ni ailwampio'r ffordd y mae gwasanaethau cyhoeddus a sefydliadau cymunedol yn gweithio gyda phobl ifanc, adfer gobaith, ond hefyd ymyrraeth gynnar gryfach. Mae angen gweithredu ar draws cymdeithas i fynd i'r afael &acirc; thrais yn erbyn menywod a merched, ac mae angen plismona arnom wedi'i wreiddio yn ein cymunedau.</p>\n<p><strong>Rwy'n addo defnyddio fy mhrofiad i gefnogi ein heddlu fel y gall ein cymunedau fod ag ymddiriedaeth a hyder yn ein heddlu. &nbsp;</strong></p>\n<p><strong>Mae hynny&rsquo;n golygu cadw mewn cysylltiad agos &acirc; chi, a gweithio gyda Llywodraeth Lafur Cymru, fel ein bod yn gwneud dewisiadau gwell, tecach &ndash; ar gyfer dyfodol Cymru.</strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>",
        "agent_statement_welsh": "<p>Paratowyd gan Marc Tierney, Asiant Etholiad, Bridge House, Swan Square, Hwlffordd, SA61 2AN.</p>",
        "candidate_image_id": 4555,
        "emblem_image_id": 4556,
        "rejection_reason": "",
        "published_id": 0,
        "pca_managed": true
    },
    "area": [
        154
    ],
    "political-party": [
        381
    ],
    "acf": [],
    "translations": {
        "cy": 5747
    },
    "lang": "cy",
    "pll_sync_post": [],
    "_links": {
        "self": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate/5747"
            }
        ],
        "collection": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate"
            }
        ],
        "about": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/types/candidate"
            }
        ],
        "author": [
            {
                "embeddable": true,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/users/341"
            }
        ],
        "version-history": [
            {
                "count": 2,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate/5747/revisions"
            }
        ],
        "predecessor-version": [
            {
                "id": 5980,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate/5747/revisions/5980"
            }
        ],
        "wp:attachment": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/media?parent=5747"
            }
        ],
        "wp:term": [
            {
                "taxonomy": "area",
                "embeddable": true,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/area?post=5747"
            },
            {
                "taxonomy": "political-party",
                "embeddable": true,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/political-party?post=5747"
            }
        ],
        "curies": [
            {
                "name": "wp",
                "href": "https://api.w.org/{rel}",
                "templated": true
            }
        ]
    }
}