{
    "id": 5758,
    "date": "2024-04-08T16:24:38",
    "date_gmt": "2024-04-08T16:24:38",
    "guid": {
        "rendered": "https://choosemypcc.org.uk/candidates//dennis-clarke-3/"
    },
    "modified": "2024-04-09T19:22:19",
    "modified_gmt": "2024-04-09T19:22:19",
    "slug": "dennis-clarke-3",
    "status": "publish",
    "type": "candidate",
    "link": "https://choosemypcc.org.uk/cy/candidates/south-wales-cy/dennis-clarke-3/",
    "title": {
        "rendered": "Dennis Clarke"
    },
    "content": {
        "rendered": "<p>Annwyl Gyfeillion,</p>\n<p>Fy uchelgais yw i Gomisiynydd yr Heddlu a Throseddu a staff fod yn ffrindiau, gweision a hyrwyddwyr i chi ddatblygu Heddlu De Cymru i fod y gorau y gall fod. Dylech fod yn gyfforddus yn gweithio gyda nhw ac yn ymddiried ynddynt. Rwyf am i bob aelod o Heddlu De Cymru fod yn falch o helpu i ofalu am ein cymunedau.</p>\n<p>Rwy&#8217;n gwybod beth sy&#8217;n mynd o&#8217;i le yn y system cyfiawnder troseddol. Gwn sut y dylai fod. Rwyf wedi bod yn gyfreithiwr cymorth cyfreithiol ac wedi cymryd rhan mewn llawer o bwyllgorau cyfiawnder ers tua 50 mlynedd. Mae fy ymrwymiad i wella&#8217;r system yn hir sefydledig.</p>\n<p>Mae&#8217;r holl amser rwyf wedi ei dreulio yn gweithio i effeithio ar newid yn y gyfraith wedi bod yn baratoad ar gyfer rôl Comisiynydd yr Heddlu a Throseddu.</p>\n<p>Mae&#8217;r ddealltwriaeth sydd gen i o sut y gall ac y dylai pob rhan o&#8217;r System Cyfiawnder Troseddol berfformio heb ei ail.</p>\n<p>I chi a&#8217;r System Cyfiawnder Troseddol yn unig y mae ymrwymiad.</p>\n<p>Ni fyddaf yn byped o unrhyw un o&#8217;r awdurdodau a allai gyfyngu ar fy ngweledigaeth. Ni fyddaf yn apolegydd gwleidyddol dros benderfyniadau&#8217;r llywodraeth. Rwyf bob amser wedi bod yn poeni am bobl gyffredin ac yn brwydro drostyn nhw.</p>\n<p>Roedd fy ngwybodaeth am y system a&#8217;r rhai sy&#8217;n gweithio ynddi yn profi i mi fod pawb yn y system eisiau ei gwneud y gorau y gall fod. Dyna pam y byddwn yn gallu cydweithio&#8217;n dda wrth ddefnyddio fy sgiliau.</p>\n<p>Gyda fi, bydd eich pleidlais yn cael effaith. Rwy&#8217;n barod i ymgymryd â&#8217;r rôl a&#8217;r her.</p>\n<p>Dewch gyda mi i gymryd rhan mewn brwydr wirioneddol am Dde Cymru well, gwell i ni i gyd.</p>\n<p>Paratowyd gan Steffan Wiliam, 14 Friars Rd, Y Barri ar ran Dennis Clarke</p>\n<p><strong>Manylion Cyswllt</strong></p>\n<p><span>07425334139</span></p>\n<p>https://www.dennisclarkeplaid.cymru</p>\n<p>dennisclarkeplaid@gmail.com</p>\n<p>Instagram: @dennisclarke4pcc</p>\n",
        "protected": false
    },
    "excerpt": {
        "rendered": "<p>Annwyl Gyfeillion, Fy uchelgais yw i Gomisiynydd yr Heddlu a Throseddu a staff fod yn ffrindiau, gweision a hyrwyddwyr i chi ddatblygu Heddlu De Cymru i fod y gorau y gall fod. Dylech fod yn gyfforddus yn gweithio gyda nhw ac yn ymddiried ynddynt. Rwyf am i bob aelod o Heddlu De Cymru fod yn [&hellip;]</p>\n",
        "protected": false
    },
    "author": 341,
    "featured_media": 0,
    "parent": 0,
    "menu_order": 0,
    "template": "",
    "meta": {
        "_acf_changed": false,
        "forenames": "Dennis",
        "surname": "Clarke",
        "phone": "07425334139",
        "email": "dennisclarkeplaid@gmail.com",
        "email_welsh": "dennisclarkeplaid@gmail.com",
        "website": "https://www.dennisclarkeplaid.cymru",
        "website_welsh": "https://www.dennisclarkeplaid.cymru",
        "social_media": "<p>Instagram: @dennisclarke4pcc</p>",
        "address_line_1": "",
        "address_line_2": "",
        "city": "",
        "postcode": "",
        "ballot_forenames": "Dennis",
        "ballot_surname": "Clarke",
        "police_force": 61,
        "party": "Plaid Cymru The Party of Wales",
        "user": 0,
        "statement": "<p>Dear Friends,</p>\n<p>My ambition is for the Police and Crime Commissioner and staff to be your friends, servants and champions, to develop the South Wales Police Force to be the best it can be. You should feel comfortable working with and trusting them. I want every employee of South Wales Police to be proud of their role in helping to look after our communities.</p>\n<p>I know what goes wrong in the Criminal Justice System. I know what it should look like. I have been a legal aid solicitor and involved in many justice committees for about 50 years. My commitment to improving the system is well established.</p>\n<p>All the time I have spent working to affect change in the law has been preparation for the role of Police and Crime Commissioner.</p>\n<p>The understanding I have of how each part of the Criminal Justice System can and should perform is second to none.</p>\n<p>My commitment is to you and the Criminal Justice System only.</p>\n<p>I will not be a puppet of any of the authorities that might limit my vision. I will not be a political apologist for government decisions. I have always been concerned about ordinary people and taking up their fight for them.</p>\n<p>My knowledge of the system and those working in it proved to me that everybody in the system wants to make it the best it can be. That is why we will be able to work well together whilst making use of my skills.</p>\n<p>With me, your vote will have an impact. I am ready to take up the role and the challenge.</p>\n<p>Come with me to take part in a genuine fight for a better South Wales, better for us all.</p>",
        "agent_statement": "<p>Prepared by Steffan Wiliam, 14 Friars Rd, Barry on behalf of Dennis Clarke</p>",
        "statement_welsh": "<p>Annwyl Gyfeillion,</p>\n<p>Fy uchelgais yw i Gomisiynydd yr Heddlu a Throseddu a staff fod yn ffrindiau, gweision a hyrwyddwyr i chi ddatblygu Heddlu De Cymru i fod y gorau y gall fod. Dylech fod yn gyfforddus yn gweithio gyda nhw ac yn ymddiried ynddynt. Rwyf am i bob aelod o Heddlu De Cymru fod yn falch o helpu i ofalu am ein cymunedau.</p>\n<p>Rwy'n gwybod beth sy'n mynd o'i le yn y system cyfiawnder troseddol. Gwn sut y dylai fod. Rwyf wedi bod yn gyfreithiwr cymorth cyfreithiol ac wedi cymryd rhan mewn llawer o bwyllgorau cyfiawnder ers tua 50 mlynedd. Mae fy ymrwymiad i wella'r system yn hir sefydledig.</p>\n<p>Mae'r holl amser rwyf wedi ei dreulio yn gweithio i effeithio ar newid yn y gyfraith wedi bod yn baratoad ar gyfer r&ocirc;l Comisiynydd yr Heddlu a Throseddu.</p>\n<p>Mae'r ddealltwriaeth sydd gen i o sut y gall ac y dylai pob rhan o'r System Cyfiawnder Troseddol berfformio heb ei ail.</p>\n<p>I chi a'r System Cyfiawnder Troseddol yn unig y mae ymrwymiad.</p>\n<p>Ni fyddaf yn byped o unrhyw un o'r awdurdodau a allai gyfyngu ar fy ngweledigaeth. Ni fyddaf yn apolegydd gwleidyddol dros benderfyniadau'r llywodraeth. Rwyf bob amser wedi bod yn poeni am bobl gyffredin ac yn brwydro drostyn nhw.</p>\n<p>Roedd fy ngwybodaeth am y system a'r rhai sy'n gweithio ynddi yn profi i mi fod pawb yn y system eisiau ei gwneud y gorau y gall fod. Dyna pam y byddwn yn gallu cydweithio'n dda wrth ddefnyddio fy sgiliau.</p>\n<p>Gyda fi, bydd eich pleidlais yn cael effaith. Rwy'n barod i ymgymryd &acirc;'r r&ocirc;l a'r her.</p>\n<p>Dewch gyda mi i gymryd rhan mewn brwydr wirioneddol am Dde Cymru well, gwell i ni i gyd.</p>",
        "agent_statement_welsh": "<p>Paratowyd gan Steffan Wiliam, 14 Friars Rd, Y Barri ar ran Dennis Clarke</p>",
        "candidate_image_id": 5434,
        "emblem_image_id": 5435,
        "rejection_reason": "",
        "published_id": 0,
        "pca_managed": true
    },
    "area": [
        192
    ],
    "political-party": [
        362
    ],
    "acf": [],
    "translations": {
        "cy": 5758
    },
    "lang": "cy",
    "pll_sync_post": [],
    "_links": {
        "self": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate/5758"
            }
        ],
        "collection": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate"
            }
        ],
        "about": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/types/candidate"
            }
        ],
        "author": [
            {
                "embeddable": true,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/users/341"
            }
        ],
        "version-history": [
            {
                "count": 3,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate/5758/revisions"
            }
        ],
        "predecessor-version": [
            {
                "id": 6015,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/candidate/5758/revisions/6015"
            }
        ],
        "wp:attachment": [
            {
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/media?parent=5758"
            }
        ],
        "wp:term": [
            {
                "taxonomy": "area",
                "embeddable": true,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/area?post=5758"
            },
            {
                "taxonomy": "political-party",
                "embeddable": true,
                "href": "https://choosemypcc.org.uk/wp-json/wp/v2/political-party?post=5758"
            }
        ],
        "curies": [
            {
                "name": "wp",
                "href": "https://api.w.org/{rel}",
                "templated": true
            }
        ]
    }
}